Repository: 84000/data-translation-memory
Catalog: toh4568-3-v3.tmx
Source language: bo
Languages: en

source: བཙན་པོ་ཁྲི་སྲོང་ལྡེའུ་བཙན་གྱི་སྐུ་རིང་ལ་རེག་ཟིག་སྔོ་དམར་སོགས་འབུམ་ཚར་དྲུག་ཙམ་ཡོད་པར་གྲགས་ཤིང་། དེ་ལས་མཆེད་པའི་ཁྲི་ལྡེ་སྲོང་བཙན་གྱི་དུས་སུ་བཞེངས་པའི་བླ་འབུམ་ཆེན་མོ་ཁྲི་གཙུག་གི་བླ་འབུམ་སྐྱ་བོ། མཇིང་ཡོན་གྱི་སྦུག་འབུམ། གཙང་མིའི་བྱེ་འབུམ། རལ་པ་ཅན་གྱི་དྲུག་འབུམ། གནམ་སྡེ་ལྷའི་ཞལ་དམར་ཅན།
en: As for The Perfection of Wisdom in One Hundred Thousand Lines, it is said that there were some six versions, which include The Red Manuscript and The Blue Manuscript at the time of Tri Songdetsen, and among others evolving from them The Long Imperial Hundred Thousand during the reign of Tri Desongtsen, Tri Detsuk’s Monochrome Imperial Hundred Thousand, Jingyön’s Innermost Hundred Thousand, Tsangma’s Demarcated Hundred Thousand,Ralpachen’s Six Volume Hundred Thousand, Prince Namdé’s Red-Faced Version, and Darma’s Yellow-Paper Version, as well as nineteen versions of the Hundred Thousand Lines produced by the king’s subjects.

source: དར་མའི་ཤོག་སེར་ཅན་སོགས་དང་།
en: A great many collections descended from those without being degraded or corrupted in the intervening years.

source: འབངས་ཀྱིས་བཞེངས་པའི་འབུམ་ཚར་བཅུ་དགུ་སོགས་དང་།
en: These source texts were compared and proofread by many scholars such as Üpa Losal, Lotsawa Sönam Öser, Gyangro Jangchup Bum, and others.

source: དེ་དག་རྣམས་ལས་མཆེད་པ་ཤིན་ཏུ་མང་བར་བཞུགས་པའི་རྒྱུན་ལས་བར་སྐབས་སུ་མ་ཉམས་མ་བསླད་པའི་ཕྱི་མོ་རྣམས་ལ་དབུས་པ་བློ་གསལ་དང་།
en: The source texts for the Tantra section were numerous genuine, well-arranged, well-edited tantra collections of the Secret Mantra.

source: ལོ་ཙཱ་བ་བསོད་ནམས་འོད་ཟེར་དང་། རྒྱང་རོ་བྱང་ཆུབ་འབུམ་སོགས་མཁས་པ་མང་པོས་སྒོ་བསྟུན་ཏེ་དག་པར་གཏན་ལ་ཕབ་པ་དང་།གསང་སྔགས་རྒྱུད་འབུམ་གྱི་མ་ཕྱིའང་བླ་མ་རྗེ་བཙུན་ཆེན་པོ་གྲགས་པ་རྒྱལ་མཚན་གྱི་ཞལ་སྔ་ནས་དང་། བླ་མ་ཆེན་པོ་ཆོས་ཀྱི་རྒྱལ་པོས་མཛད་པའི་རྒྱུད་ཀྱི་དཀར་ཆག་དང་། སློབ་དཔོན་ཆེན་པོ་རིག་པའི་རལ་གྲིས་མཛད་པའི་རྒྱུད་ཀྱི་དཀར་ཆག་རྒྱུད་འབུམ་རྒྱན་གྱི་མེ་ཏོག་སོགས་ལ་བརྟེན་ནས་གདན་ས་ཆེན་པོ་དཔལ་ས་སྐྱའི་རྒྱུད་འབུམ་དང་།
en: These included the tantra collection of the great monastery of glorious Sakya, itself based on the tantra catalog composed by the great master Chökyi Gyalpo under the supervision of the great master Jetsun Drakpa Gyaltsen, as well as the tantra catalog composed by the master scholar Rikpai Raldri, The Flower Adorning the Collection of Tantras, and others.

source: ཤཱཀྱའི་དགེ་སློང་རྡོ་རྗེ་འཛིན་པ་ཆེན་པོ་གསེར་སྡིངས་པས་ཞུས་དག་གོ་རིམ་མཛད་ནས། དགེ་བའི་བཤེས་གཉེན་སྐྱེ་མེད་སྟོན་ཤེས་བཞེངས་པའི་རྒྱུད་འབུམ་དང་།
en: Additionally, the Narthang Kangyur tantra collection was based on the tantra collection edited, corrected, and arranged by the great vajradhara, monk of the Śākyas Serdingpa, which was later published by Geshé Kyemé Tönshé;

source: དཔལ་ཐར་པ་གླིང་གི་གཙུག་ལག་ཁང་གི་དགེ་བཤེས་འདར་ཕྱར་གྱིས་བཞེངས་པའི་རྒྱུད་འབུམ་དང་།
en: the tantra collection of glorious Tharpa Ling temple that was published by Geshé Darchar;

source: བླ་མ་གྲུ་སྤང་རྩ་བའི་ཕྱག་དཔེ་དང་།
en: Lama Drupang Tsawa’s handwritten manuscripts;

source: འོད་དགའ་སྤུན་གསུམ་གྱི་གཙུག་ལག་ཁང་གི་རྒྱུད་འབུམ་ལ་སོགས་པ།
en: the tantra collection housed at Öga Pünsum temple, and others.

source: རྒྱུད་ཡང་དག་པ་གྲངས་མང་ཞིང་། གོ་རིམ་ལེགས་ལ་དག་པ་རྣམས་ཡིན་ཞིང་། གཞན་ཡང་དེར་མ་འདུས་པའི་ཕྱི་མོ་རྣམས་ཀྱང་ཁུངས་བཟང་ཞིང་། དཔྱད་པ་གསུམ་གྱིས་གཏན་ལ་ཕབ་པ་ཁོ་ན་ལ་དཔེར་མཛད་དེ།
en: Additionally, source texts not mentioned above that were of excellent provenance and had been analyzed using the three kinds of reasoning were compared.

source: དཔལ་སྣར་ཐང་གི་གཙུག་ལག་ཁང་ཆེན་པོར། ཤཱཀྱའི་དགེ་སློང་འཇམ་པའི་དབྱངས་ཀྱིས་བཞེངས་ནས་དཀར་ཆག་ཏུ་བཏབ་པ་སྣར་ཐང་བཀའ་འགྱུར་དུ་གྲགས།
en: In this way, at the great temple of glorious Narthang, the catalog produced by the monk of the Śākyas Jampaiyang came to be known as the Narthang Kangyur.

source: གཙོ་བོར་དེ་ཉིད་ལ་མ་ཕྱི་བྱས་ཏེ།
en: On the Creation of the Tshalpa Kangyur

source: ཚལ་པ་སི་ཏུ་དགེ་བའི་བློ་གྲོས་ཀྱིས་ཚལ་གུང་ཐང་གི་གཙུག་ལག་ཁང་དུ་བཞེངས་པ་ཚལ་པ་བཀའ་འགྱུར་དུ་གྲགས་ཤིང་། །དེ་ཉིད་ལ་གཞོན་ཚུལ་ཤཱཀྱ་རྒྱལ་མཚན་དང་།
en: Using the Narthang Kangyur as the primary source text, Tshalpa Situ Gewé Lodrö produced at the Tsal Gungthang temple the collection that would come to be known as the Tshalpa Kangyur.

source: ཀརྨ་པ་ཆོས་གྲགས་རྒྱ་མཚོ་དང་། ཀུན་མཁྱེན་མི་བསྐྱོད་རྡོ་རྗེ་དང་། ཞྭ་དམར་སྤྱན་སྔ་ཆོས་ཀྱི་གྲགས་པ་དང་། འགོས་ལོ་གཞོན་ནུ་དཔལ་སོགས་མཁས་པ་མང་པོས་ལེགས་པར་བརྟགས་ཤིང་དཔྱད་ནས།
en: Many scholars such as the Shöntsul Śākya Gyaltsen, Karmapa Chödrak Gyatso, the omniscient Mikyö Dorjé, Shamar Chenga Chökyi Drakpa, Gölo Shönu Pal, and others thoroughly scrutinized and examined this collection, made corrections, and added annotations.

source: ཞུས་དག་མཛད་ཅིང་མཚན་བུ་བཏབ་པ་སོགས་བོད་ཡུལ་དུ་འགྲན་ཟླ་ཐམས་ཅད་དང་བྲལ་བའི་ཁུངས་ཐུབ་ཀྱི་ཕྱི་མོ་དམ་པར་གྱུར་ཏེ་འཕྱིང་པ་སྟག་རྩེའི་ཕོ་བྲང་དུ་བཞུགས་པ།
en: This collection thus became the supremely authoritative master copy of the Kangyur, surpassing all others in the land of Tibet. It is stored at Taktsé Palace in Chingwa. On the Creation of the Lithang Kangyur

source: ཕྱིས་འཇང་ཡུལ་གྱི་རྒྱལ་པོ་ཀརྨ་མི་ཕམ་བསོད་ནམས་རབ་བརྟན་གྱིས་བསོད་ནམས་ཀྱི་ལས་ཤུགས་ཆེན་པོས་སྤྱན་དྲངས་ཏེ། །
en: Later, through the power of past meritorious deeds, the king of Jang, Karma Mipham Sönam Rapten, sent for the Tshalpa Kangyur and used it as the primary source text for the printing of a new edition.

source: གཙོ་བོར་མ་ཕྱི་དེ་ཉིད་དང་། རྒྱུད་ཀྱི་སྐོར་སྟག་ལུང་རྒྱུད་འབུམ་དང་ཡང་སྒོ་བསྟུན་ནས། ཐམས་ཅད་མཁྱེན་པ་ཞྭ་དམར་དྲུག་པས་ཀྱང་ལྗགས་ཞུས་མཛད་དེ་པར་དུ་བསྒྲུབས་པ།
en: In particular, the tantra section for this edition was edited by the omniscient sixth Shamar, who compared it against the tantra collection from Taklung.

source: དུས་དབང་གིས་ད་ལྟ་ལི་ཐང་བྱམས་ཆེན་རྣམ་པར་རྒྱལ་བའི་ཆོས་སྡེར་བཞུགས་པ་འདིའི་པར་མ་གཞིར་བཞག་ཅིང་།
en: Over time, it came to be housed at the monastic complex of Lithang Jamchen Nampar Gyalwa, and this [Degé Kangyur] is based on it.

source: དེའི་སྟེང་དུ་ཨ་གཉེན་པཀྵིའི་ཐུགས་དམ་རྟེན་གྱི་བཀའ་འགྱུར་ཤིན་ཏུ་དག་པ་དང་།
en: On the Other Editions Used for the Degé Kangyur

source: གཞན་ཡང་དཔེ་རྒྱུན་རྙིང་མ་ཁུངས་བཙུན་འགའ་ཞིག་གོ་བསྡུར་ནས། མཁས་བཙུན་དམ་པ་བཀྲ་ཤིས་དབང་ཕྱུག་གིས་ཚིག་ཟུར་ཕྲ་མོའི་སྣོན་འབྲིད་ཁ་ཤས་མཛད་པ་དང་།
en: Additionally, [for the production of this Kangyur,] a number of other editions were sought, such as the authentic Kangyur that was the personal practice support of Anyen Pakṣi, a Kangyur with minor corrections of addition and elision made by the eminent cleric Tashi Wangchuk, who had consulted several old recensions of reliable provenance, and the Lhodzong Kangyur.

source: ཡང་རྒྱལ་རྩེ་ཆོས་རྒྱལ་གྱིས་སྣར་ཐང་བཀའ་འགྱུར་ལ་མ་ཕྱི་བྱས་ཏེ་བཞེངས་པའི་ཚེ། སྙིགས་དུས་ཀྱི་ཐམས་ཅད་མཁྱེན་པ་བུ་སྟོན་རིན་པོ་ཆེས། །
en: The Lhodzong Kangyur is a member of the lineage that descends from the Kangyur produced by the Dharma Kings of Gyantsé, who, when using the Narthang Kangyur as their primary basis, consulted the catalog produced by the omniscient one of these degenerate times, Butön Rinpoché.

source: དཔྱད་པ་གསུམ་གྱིས་གཏན་ལ་ཕབ་ཅིང་ཞུས་དག་མཛད་ནས་དཀར་ཆག་ཀྱང་བསྒྲིགས། དེ་ལ་མ་ཕྱི་བྱས་པའི་རྒྱུན་ལས།
en: In making his catalog, Butön Rinpoché had reviewed [the Narthang Kangyur] and made corrections using the three kinds of reasoning.

source: འཕགས་མཆོག་འཇིག་རྟེན་དབང་ཕྱུག་མིའི་ཟོལ་འཛིན་ངག་དབང་བློ་བཟང་རྒྱ་མཚོའི་ཞལ་སྔ་ནས་དཀའ་སྩལ་པ་བཞིན། སའི་ཚངས་པ་བསོད་ནམས་རབ་བརྟན་གྱིས། དཔལ་ཐང་པོ་ཆེའི་གཙུག་ལག་ཁང་དུ་བཞེངས་པའི་བཀའ་འགྱུར་སྐྱ་པོད་ཤིན་ཏུ་དངོས་གཙང་བ།
en: Later, the exalted world protector, knower of human deception, Ngawang Lobsang Gyatso instructed the earthly Brahmā, Sönam Rapten, to produce an extremely accurate copy of that [Thempangma] Kangyur at glorious Thangpoché monastery, and have it sent to Lhodzong palace in Dotö.

source: བོད་ཆེན་ལྗོངས་ཀྱི་སྐྱེ་དགུ་རྣམས་བསོད་ནམས་མངོན་པར་འཕེལ་བའི་སླད་དང་། ཕྱི་མོ་ཕུན་སུམ་ཚོགས་པས་གསུང་རབ་རྣམས་ལ་ལོག་པར་བརྟགས་པའི་རྙོག་མ་བགྲུང་བར་བགྱིད་པའི་སླད་དུ་མདོ་སྟོད་ལྷོ་རྫོང་གི་ཕོ་བྲང་དུ་བཞུགས་སུ་བཅུག་པ་སྤྱན་དྲངས་ཏེ།
en: This was done to spread merit to all the beings throughout Greater Tibet and to remove the stains of mistaken judgements present in earlier versions of the scriptures.

source: དེ་དང་ཡང་སྒོ་བསྟུན་ནས་རིག་པར་སྨྲ་བའི་བློ་གསལ་དུ་མས་འབད་པ་ཆེན་པོས་མི་བཅོས་སུ་མི་རུང་བ་འགའ་ཞིག་བཅོས་ཏེ་དག་པར་བགྱིས་པའི་ཐོག །
en: Once the editions mentioned above had been compared to each other, a group of learned scholars began the process of editing, by diligently making corrections in the few instances that required correction.

source: ཁོ་བོ་ལའང་མིའི་དབང་པོའི་བཀའ་ནན་གསེར་སྦྲམ་ལྟར་ལྕི་བ་སྩལ་བས། ཐུན་མོང་ལྕགས་ཁྱི་ལོ། དབོ་ཟླ་བའི་དཀར་ཕྱོགས་ཀྱི་རྒྱལ་བ་དང་པོའི་ཚེས་ནས་བརྩམས་ཏེ།སླར་ཡང་ཞུས་དག་གི་ཁུར་བླངས་པ་ཡིན་ནོ། །
en: Then, the Lord of Men issued me a firm command, as weighty as a bar of gold, and beginning on the third day of the month of Uttaraphalgunī in the year of Sādhāraṇa, the iron dog year (1730), I took up the responsibility of editing [this Kangyur edition].

source: དེའང་སྤྱིར་འཇིང་པར་གྱི་བཀའ་འགྱུར་འདི་ཉིད། དམ་པ་མང་པོའི་དཔྱད་པ་ཐེམས་པ་གོང་སྨོས་ལྟར་གྱིས་གཞི་ཤིན་ཏུ་དག་པར་འདུག་ནའང་།
en: The Jang print of the Kangyur had been analyzed by many sublime beings as described above, so it is generally an extremely accurate base text.

source: པར་དུ་འཁོད་སྐབས་ཐམས་ཅད་མཁྱེན་པ་ཆོས་ཀྱི་དབང་ཕྱུག་གིས་ཐར་ཆགས་སུ་ལྗགས་ཞུས་མ་གྲུབ་པ་དང་། །
en: When it was put into print, however, the omniscient Chökyi Wangchuk had not finished proofreading the collection in its entirety.

source: ཆོས་གཟབས་ཆེས་པས། དོ་དམ་པ་རྣམས་ཀྱི་དཔྱོད་པས་མ་ཁྱབ་པའི་ཤོག་བུ་གོང་འོག་འཁྲུགས་པ་དང་། ཆད་ལྷག་ཕྲན་བུ་སོགས་ཀྱི་སྐྱོན་ཅུང་ཟད་སྣང་བ།
en: Furthermore, since the Dharma must be approached with extreme care and the previous managers’ inspections were not comprehensive, minor mistakes such as misordered pages, elision, and insertion became apparent.

source: ལྷོ་རྫོང་བཀའ་འགྱུར་ལ་བརྟེན་ནས་དག་པར་བཅོས།
en: These were all corrected on the basis of the Lhodzong Kangyur.

source: དེར་མི་བཞུགས་པའི་མདོ་རྒྱུད་ཚད་ལྡན་འགའ་ཞིག་ལྷོ་རྫོང་བཀའ་འགྱུར་དང་གཞན་ལས་རྙེད་པའང་བསབས།
en: We included some authentic sūtras and tantras that were not present in the Jang edition but could be found in the Lhodzong and other Kangyur editions.

source: འདུལ་བ་ཕྲན་ཚེགས་སོགས་ལ་ཆད་ངེས་པ་འགའ་ཞིག་འགྲེལ་པ་དང་བསྟུན་ནས་ཐེམ་སྤང་མ་བཞིན་བཅུག །ཁྱད་པར་སྔགས་ཀྱི་སྐོར་ལ།
en: Some obvious omissions in The Finer Points of Discipline and other texts were amended according to the Thempangma after taking into account their respective commentaries.

source: ངན་སོང་སྦྱོང་རྒྱུད་བརྟག་པ་ཕྱོགས་གཅིག་པ་དང་། གསང་བ་འདུས་པ་དང་། དཔལ་གཏུམ་པོ་ཁྲོ་བོའི་རྒྱུད་དང་། ཀྱེ་རྡོར་བརྟག་གཉིས་དང་། བདེ་མཆོག་ཉུང་ངུ་དང་།
en: Particular to the Mantra section, we edited One Presentation of the Rites of Sarvadurgatipariśodhanatejorāja, the Guhyasamāja, the Caṇḍamahāroṣaṇa Tantra, The Hevajra Tantra in Two Parts, The Smaller Śaṃvara, and The Tantra of the Arising of Śaṃvara against their Indic manuscripts.

source: བདེ་མཆོག་སྡོམ་འབྱུང་རྣམས་རྒྱ་དཔེའི་སྟེང་ནས་ཞུས་དག་བྱས་ཤིང་། རྒྱ་དཔེའི་ཁུངས་མི་གཅིག་པའི་ཚིག་ཁྱད་བྱུང་བ་རྣམས་སོ་སོའི་རྒྱ་འགྲེལ་ལ་ལེགས་པར་བརྟགས་ནས་གཏན་ལ་ཕབ།
en: In cases where there were disagreements between the Indic manuscripts, a decision was made by consulting their respective Indic commentaries.

source: གཞན་རྒྱ་འགྲེལ་ཡོད་རིགས་ཕལ་ཆེར་ལ་ཐེ་ཚོམ་གང་བྱུང་དུ་འགྲེལ་པ་ཉིད་ཀྱིས་བཅོས།
en: Moreover, for the majority of texts that had an Indic commentary available, any questions that arose were resolved by consulting that commentary.

source: གསང་སྔགས་རྣམས་ཀྱང་སྔགས་བཏུ་ཡོད་པའི་རིགས་ལ་དེ་ཉིད་དང་བསྟུན།
en: For the secret mantras, those that could be found in mantra compendiums were brought into accordance with that.

source: མེད་པ་རྣམས་ལའང་མཐའ་གཅིག་ཏུ་སཾ་སྐྲྀ་ཏའི་སྐད་དུ་ངོས་བཟུང་བྱར་མི་བཏུབ་པ་འགྲོ་ལྡིང་བའི་སྐད་དང་། པི་ཤཱ་ཙིའི་སྐད་དང་། ཟུར་ཆག་དང་། གསང་བའི་བརྡའི་སྐད་ལ་སོགས་པ་ཅན་རྣམས་ནི་དཔེ་མཐུན་ཤས་ཆེ་བ་གཙོ་བོར་བཟུང་།
en: For those mantras that were not included in those compendiums, when they were in a language we could not definitively identify as Sanskrit, then we used whichever version was most common, whether it was in a language such as Drāviḍa, Paiśāca, Apabhraṃśa, secret symbolic language, or others.

source: ལེགས་སྦྱར་དངོས་ཡིན་པ་རྣམས་ལའང་སྒྲའི་གཞུང་རྣམས་དང་བསྟུན་པར་རང་ཉིད་ཀྱི་བློས་དཔོག་པ་རྣམས་དེ་བཞིན་དུ་བགྱིས།
en: The mantras that were actually written in Sanskrit were brought into accordance with grammar treatises through our own understanding.

source: བློས་མི་དཔོག་པ་རྣམས་རང་སོར་བཞག །
en: Those that we could not discern were left as they were.

source: ཡིག་སྡེབ་ཀྱི་སྦྱོར་བའང་སྔོན་གྱི་དཔེ་རྒྱུན་རྣམས་སུ་འདྲ་མིན་མང་དུ་བྱུང་བ།
en: On the Editing of Orthography In the textual traditions of the past, there have been many dissimilar styles of orthography.

source: དེའང་དང་པོ་ཐུ་མི་སཾ་བྷོ་ཊས་བོད་ཀྱི་སྐད་ལ་ཉེ་བར་མཁོ་བའི་སྒྲའི་བསྟན་བཅོས་བརྒྱད་མཛད་པར་གྲགས་པ། ཕྱི་དར་གྱི་དུས་སུ་སུམ་རྟགས་གཉིས་ལས་གཞན་མི་བཞུགས་ཤིང་།
en: It is said that Thönmi Sambhoṭa initially composed eight grammar treatises fundamental to the Tibetan language, yet during the later spread of Buddhism in Tibet only The Thirty Verses and The Application of Gender Signs remained.

source: ཕྱིས་ཀྱི་མཁས་པ་དག་གིས་གཞུང་དེ་གཉིས་རང་ལ་བརྟེན་པ་དང་། ཡིག་རྙིང་རྣམས་དང་ཡང་སྒོ་བསྟུན་ནས་བརྡ་དག་གི་བསྟན་བཅོས་རྣམས་བརྩམས་པ་ཡིན་མོད། འོན་ཀྱང་རྩ་བར་ཡན་ལག་མ་ཚང་བའི་རྒྱུས་དོན་འགའ་ཞིག་མི་གསལ་བ་དང་།
en: Later scholars composed spelling treatises on the basis of those two texts and by consulting the ancient texts, but since they only had access to a trunk bare of its branches, certain topics were unclear or incomplete and they were not agreed upon in a definitive way.

source: མ་རྫོགས་པ་རྣམས་ལ་རང་སྟོབས་ཀྱིས་དཔྱད་པའི་ཚུལ་མི་མཚུངས་པ་སྣ་ཚོགས་བྱུང་བའི་རྒྱུ་མཚན་གྱིས་ཡིན་པས། འདིར་ཡང་མཐའ་གཅིག་ཏུ་ངེས་པ་མ་བྱས་པར།
en: Instead, there were a variety of conflicting styles based on each scholar’s subjective reasoning.

source: འདུལ་མདོ་རྒྱུད་གསུམ་སོ་སོར་སྡེབ་སྦྱོར་གྱི་སྲོལ་མཚུངས་པར་བྱས།
en: Within the Vinaya, Sūtra, and Tantra sections their own similar orthographic conventions were employed, but in their subsections there were also slight differences in orthography.

source: ནང་གསེས་སུ་སྡེབ་སྦྱོར་ཅུང་མི་འདྲ་བ་ཕྱོགས་གང་བྱས་ཀྱང་སྐྱོན་དུ་མི་འགྱུར་སྙམ་པ་རྣམས་འདྲ་མིན་དེ་ཀ་སོར་བཞག་ལས།
en: Those variations that were deemed not to be erroneous were left as they stood.

source: གཅིག་འགྲོས་ཁོ་ན་མ་བྱས་ཤིང་།
en: Thus, there was no attempt to create a singular uniform style.

source: མ་མྱ་དང་ས་སྩོགས་དང་རལ་གྲི་ལ་རལ་གྱི་སོགས། ཡུལ་སྐད་ལ་ཤོར་བར་གྲགས་པ་རྣམས་མཁས་པ་དག་གིས་ཀྱང་མི་བཞེད་པས་དོར།
en: We eliminated any lapses into well-known dialects such as using mya for ma, stsogs for sa, and ral gyi for ral tri, and so on, because these are not accepted by scholars.

source: ད་དྲག་ནི་སུམ་རྟགས་ཀྱི་དགོངས་པར་འབྱོར་མོད་ཀྱི་ཕྱིས་བློ་ལྡན་ཤེས་རབ་སོགས་ཀྱིས་ཡི་གེ་ཟོར་ཡང་བའི་ཆེད་དུ་བསྡུས་པ་བཞིན་དུ་བྱས་ཏེ།
en: Even though the da-drag post-suffix was part of the system of The Thirty Verses and The Application of Gender Signs, later scholars such as Loden Sherab treated it as if it were assumed [and omitted it], in order to simplify the language.

source: དབུའི་རྒྱ་སྐད་རྣམས་ལེགས་སྦྱར་ཁོ་ན་ལྟར་བཅོས་པ་དང་། གཞི་ཟུར་ཆག་ཅན་འགའ་ཞིག་རང་མལ་དུ་བཞག །
en: The central Indic languages were all emended to accord exclusively with Sanskrit, while a few texts with Apabhraṃśa as their basis were left alone.

source: ཡུལ་དང་མེ་ཏོག་དང་སྲོག་ཆགས་ལ་སོགས་པའི་མིང་ལེགས་སྦྱར་དུ་ཡོད་པ་རྣམས་དང་། མདོ་ཕྱོགས་ལ་སྔོན་གྱི་ལོ་ཙཱ་བ་དག་གིས་བོད་ཀྱིས་ཇི་བཞིན་ཀློག་བདེ་བའི་ཁྱད་ཀྱིས། གོ་ཏ་མ་ལ་འགོའུ་ཏ་མ་སོགས་བྲིས་པ་ལྟ་བུ་དང་།
en: When the names of places, flowers, and animals were given in Sanskrit, in some sūtras, the translators of the past had rendered Sanskrit words for ease of reading by Tibetans, for example writing go’u ta ma for Gautama, and so on.

source: ལེགས་སྦྱར་ཉིད་དང་མཐུན་པ་སོགས་ཅི་རིགས་པར་སྣང་བས་དེ་ག་ལྟར་སོར་བཞག་ལ།
en: Elsewhere words were spelled precisely according to the Sanskrit.

source: མི་བཅོས་སུ་མི་རུང་བ་འགའ་ཞིག་བཅོས།
en: These were all left just as they appeared, though a few instances that could not be left uncorrected were corrected.

source: སྔགས་སྐོར་རྣམས་ལ་དཔྱད་བཟོད་པ་དག་ལེགས་སྦྱར་ཉིད་དང་སྒོ་བསྟུན་ནས་བཅོས་པ་སོགས་མདོར་ན།
en: In the tantric collections, that which could be analyzed was brought into conformity with Sanskrit.

source: བཀས་བཅད་བྱེ་བྲག་ཏུ་རྟོགས་བྱེད་ཆེན་མོ་དང་། སྒྲ་སྦྱོར་བམ་པོ་གཉིས་པ་དང་། ཐོན་མིའི་སུམ་རྟགས་དང་། སྨྲ་སྒོ་རྩ་འགྲེལ་དང་། གཞན་ཡང་མཁས་པ་དག་གིས་བརྩམས་པའི་བརྡ་ལེགས་པར་སྦྱོར་བའི་བསྟན་བཅོས་རྣམས་དང་བསྟུན་ཏེ།སྔོན་རྗེས་ཀྱི་འཇུག་པ་གཉིས།
en: In brief, the Degé Kangyur was edited in accordance with texts such as the Mahāvyutpatti, The Two-Volume Lexicon, Thönmi’s Thirty Verses and The Application of Gender Signs, The Weapon-Like Gateway to Speech, and other treatises on Sanskrit grammar composed by learned scholars.

source: དེ་དགོས་པ་ཅིའི་ཕྱིར་ཚུལ་ཇི་ལྟར་འཇུག་པ།
en: The [Tibetan] prefixes and suffixes were applied according to their function and the rules for their application.

source: དེ་སོ་སོའི་རྟགས་ཀྱི་དབྱེ་བ་དང་དུས་གསུམ་གྱི་སྒྲུབ་པ་ཐ་དད་པ། དེ་ལའང་སྤྱིར་བཏང་དམིགས་བསལ། ཚིག་ཕྱི་མ་དང་སྦྲེལ་བའི་མཚམས་སྦྱོར། རྣམ་དབྱེ་དང་ཚིག་ཕྲད་ལ་སོགས་པ་ཚུལ་ཇི་ལྟ་བ་བཞིན་དུ་བགྱིས་ཏེ།
en: Criteria such the respective gender signs, the three tenses, transitivity, the general rules and their exceptions, the euphonic connection between phonemes, case declensions and their particles, and so forth were all employed just as they are prescribed.

source: ཁོ་བོས་ངག་བཀོད་བྱས་པ་བཞིན་དུ་བློ་གསལ་གཞན་དག་གིས་ལན་མང་དུ་བསྒྲགས་ནས་ཞུས་དག་ལེགས་པར་བགྱིས་ཤིང་། དོགས་གནས་ཆེ་བ་རྣམས་དཔྱིས་ཕྱིན་པར་རང་ཉིད་ཀྱིས་གཏན་ལ་ཕབ་སྟེ།
en: At this point, a number of intelligent people read the texts aloud many times as I had edited and arranged them, and they made some excellent corrections while I resolved any major questions myself.

source: གསུང་རབ་བཞུགས་ཚོགས་ཆེས་པ་དང་། ཞུས་དག་མཁན་པོ་བློ་གྲོས་དམན་པས་ཕྱེ་མ་ལེབ་ཀྱིས་ནམ་མཁའི་མཐའ་ཉུལ་བ་ལྟ་བུར་གྱུར་པའི་ཕྱིར་མ་རྟོགས་པ་དང་། ལོག་པར་རྟོག་པ་གཏན་མེད་དོ་ཞེས་སྨྲ་བར་མི་ནུས་ཀྱང་།
en: Because this scriptural collection is exceedingly large and the chief editor is of inferior intellect, like a butterfly trying to fly to the end of the sky, I am unable to say that this [Kangyur] is entirely free from misunderstandings or mistakes.

source: སྔོན་ཙཱི་ནའི་ཡུལ་དུ་གོང་མ་ཏཱ་མིན་གཡུང་ལོ་ཆེན་པོས་བཀའ་འགྱུར་རོ་ཅོག་གི་པར་བཞེངས་པ་དང་།
en: Nevertheless, I do believe that it is superior in comparison to earlier editions, such as that printed in the land of China under the auspices of the great Ming emperor Yongle, and that produced by the King of Satham, which formed the basis for this, and others.

source: འདི་ཉིད་ཀྱི་མ་ཕྱི་ས་ཐམ་རྒྱལ་པོས་བཞེངས་པ་འདི་སོགས་ལས་ཁྱད་པར་དུ་འཕགས་ཤིང་དཔྱོད་ལྡན་གྱིས་ཡིད་རྟོན་པའི་གནས་སུ་འོས་པར་སེམས་སོ། །
en: Indeed, it should be considered trustworthy by discerning individuals.

source: གསུམ་པ་བཞེངས་ཚུལ་དངོས་ནི་པར་ཡིག་འབྲི་བའི་ཡོ་བྱད་ཀྱི་ཤོག་བུ་དང་སྣག་ཚ་ལ་སོགས་པ་དང་།
en: 2.3 The Practicalities of Printing the Kangyur

source: པར་གཞིའི་ཤིང་རྣམས་དང་བཅས་པ་ཐམས་ཅད་ལ་དབང་ཡོད་ཀྱིས་མི་སེར་བསྐུལ་ཅིང་ཁྲལ་ལེན་པ་སོགས་མི་མཛད་པ་སྨོས་ཅི་དགོས། ཀོ་རིན་ཐང་ཡུལ་དུས་ལ་དཔག་པ་ལས་ལྷག་པར་སྩལ་ཏེ།
en: As far as the practicalities of printing this Kangyur are concerned, all of the materials needed for printing, such as paper, ink, and so forth, as well as the wood for the printing blocks, far from being acquired from common people through the use of force or by levying taxes, were paid for in excess of current market rates.

source: ཐམས་ཅད་རྒྱུ་དག་ཅིང་ཕུན་སུམ་ཚོགས་པར་མཛད་ནས།
en: All materials were of high quality and were gathered in abundance.

source: གཟབས་མ་འདྲི་བའི་ཡི་གེ་པ་སྔ་སོར་བོད་ཆེན་གྱི་ལྗོངས་འདིར་ཧ་ཅང་མཁས་པ་མེད་མོད་ཀྱི། ལེགས་བྱས་རྒྱ་ཆེན་པོ་འདིའི་དབུ་བཙུགས་པ་ཙམ་ནས་མ་བོས་པར་ཡང་བསོད་ནམས་ཆེན་པོའི་མགྲོན་དུ་འོངས་པའི་ཡི་གེ་པ་མང་པོ་འདུས་པ་ལ་སོ་སོའི་ཡོ་བྱད་ཐམས་ཅད་བླ་ནས་སྦྱར་ཏེ།
en: Although in this Greater Tibet region there were no very well-educated scribes as careful as those of the past, as soon as the work began on this virtuous project, many scribes, bringing their own tools and materials of the highest quality, assembled without even being asked and were guests at this feast of merit.

source: འཇམ་དབྱངས་སྤྲུལ་པ་ཐོན་མི་སཾ་བྷོ་ཊའི་རྣམ་དཔྱོད་ཀྱི་ཟློས་གར་ལས། བོད་ཡུལ་གྱི་ཡི་གེ་གསར་དུ་བྱོན་པ་ནས་བརྩམས་ཏེ།
en: The Tibetan script first arose as an expression of the intellect of the emanation of Mañjughoṣa, Thönmi Sambhoṭa.

source: ཕྱིས་ཁྱུང་པོ་གཡུ་ཁྲིས་ཐིག་ཁོངས་ནས་དྲངས་ཤིང་རོང་པོས་ལྷན་ཐབས་མཛད་པའི་རྒྱུན་ཇི་ལྟ་བ་བཞིན་དུ་མ་ཆོས་ཉི་ཤུ་རྩ་གཅིག །
en: Later, a tradition of script form was developed by Khyungpo Yudri and amendments were made by Rongpo.

source: བུ་ཆོས་བཅུ་དྲུག །
en: In this tradition, there are twenty-one feminine characteristics, sixteen masculine characteristics, and three general characteristics.

source: སྤྱི་ཆོས་གསུམ་བཅས་ཆོས་བཞི་བཅུའི་མཚན་ཉིད་ཚང་བར་འབད་པ་ཆེན་པོས་སྦྱོང་བརྡར་བྱེད་དུ་འཇུག་པ་གནང་ནས། དེ་དག་དུས་ཐུང་དུར་བྱངས་ཤིང་མཁས་པར་གྱུར་པ།
en: By diligently studying this system, these scribes learned, and then mastered, all forty characteristics in a short amount of time.

source: དཔོན་ཡིག་པ་དྲུག་ཅུ་ལྷག་ཙམ་གྱིས་ལྷུན་གྲུབ་སྟེང་གི་བླ་བྲང་ཆེན་པོའི་ནང་དུ་པར་ཡིག་འབྲི་བའི་གྲྭ་བཙུགས་པ་དང་།
en: At the great monastic estate of Lhundrup Teng, more than sixty master scribes formed a workshop for inscribing the printing blocks and making templates for carving.

source: དེ་བཞིན་དུ་པར་བརྐོས་པ་བཞི་བརྒྱ་ལྷག་དང་། ཞུས་དག་པ་བཅུ་སྐོར། ཤིང་བཟོ་བ། ཤོག་བུ་མཁན་པོ།སྣག་ལས་པ།
en: There were also more than four hundred carvers, a council of ten editors, as well as carpenters, a master of paper, ink makers, paper makers, and others present.

source: ཤོག་ལས་པ་སོགས་ལས་ཚན་ཤིན་ཏུ་མང་བ་བར་མ་ཆད་དུ་བསྟེན་པའི་རིམ་པས་ཞུས་དག་ཟིན་པ་དང་པར་ཡིག་འདྲི།
en: These workers labored without interruption in a process that involved a great number of important tasks.

source: དེ་ཟིན་ནས་པར་ཡིག་ལ་ཡིག་མཁན་སོ་སོས་བར་ཞུས་ལན་གཉིས་དང་།
en: Once the editing was finalized and the templates written, each template was checked four times: twice by the scribe and twice by the editors.

source: ཞུས་དག་མཁན་པོ་རྣམས་ཀྱིས་ལན་གཉིས་ཏེ་བཞི་བཞིར་ཞུས་དག་བྱེད།
en: When that was completed, the templates were then distributed among the carvers and so forth.

source: དེ་ཟིན་ནས་པར་བརྐོས་པ་རྣམས་ལ་སོ་སོར་སྤྲོད་པ་སོགས་ལས་སྤྱིའི་དོ་དམ་པ་གྲུབ་དབང་བྱང་ཆུབ་གླིང་པའི་དབོན་རྒྱུད་དུ་སྐྱེས་ཤིང་བརྡ་དག་པར་བྱེད་པའི་སྦྱོར་བ་སོགས་ལ་མཁས་པས་གསུང་རབ་ལ་ལྟ་བའི་མིག་གྲུངས་པོར་གྱུར་པ་དགེ་སློང་ཀརྨ་དཔལ་གྲུབ་དང་། མི་དབང་ཉིད་ཀྱི་ཞབས་ཕྱི་ནང་འཁོར་བ་ཡིག་རྩིས་དང་སྒྱུ་རྩལ་སོགས་ལ་བྱང་ཞིང་གཞུང་དྲང་ལ་ཚུགས་ཐུབ་པ། ཁོག་ཡངས་ལ་དཀྱེལ་ཆེ་བ།
en: The two general supervisors of the project were the monk Karma Paldrub, a descendent of Drupwang Jangchup Lingpa, who is erudite in the practice of proofreading and has sharp eyes when it comes to reading scripture, and the close attendant of the Lord of Men himself, the secretary Tsering Phel, who is learned in writing, math, and the arts, and possesses the virtues of a nobleman such as being of an upright and steadfast character, having a big heart and an open mind, and keeping sight of the broader picture without getting lost in the finer details.

source: ཕྱི་རྒྱ་བསྲུངས་ནས་ཞིབ་ཏིག་མི་འཆོར་བ་སོགས་ཡ་རབས་ཀྱི་ཡོན་ཏན་དང་ལྡན་པ་དྲུང་ཡིག་ཚེ་རིང་འཕེལ་གྱིས་བྱས་ཏེ་ས་བྱ་ནས་ཆུ་གླང་བར་བགྲང་བྱ་ལྔའི་ངོ་མཐོང་བར་བརྩོན་པ་ཆེན་པོས་བསྒྲུབས་པ་ཡིན་ནོ། །
en: After five years of persistent, diligent work, from the year of the earth bird (1729) to the year of the water ox (1733), the project was completed.

source: དེ་ལ་དེ་དེ་དག་གི་ཚེ་ན་དུས་ནར་མར་སྦྱར་དགོས་པའི་བཟའ་བཏུང་དང་། བར་བར་དུ་སྟོན་མོ་དང་། དགའ་སྤྲོའི་གསོལ་རས་སོགས་བཟང་ཞིང་རྒྱ་ཆེ་བ་མི་བགྲང་བར་ལས་ཚན་སོ་སོའི་ཡོན་དང་པར་ཤིང་སོགས་ཀྱི་རིན་ཐང་རགས་པ་ཞིག་བསྡོམས་པར་གླེགས་བམ་བརྒྱ་ཕྲག་གཅིག་དང་རྙིང་རྒྱུད་དུམ་གསུམ་བཅས་ལ་བཟང་ཇ་སྤོབ་རྩེ་སྟོང་ཕྲག་བདུན་དང་དྲུག་བརྒྱ་ཉེར་གཉིས་སོང་བས་མཚོན། །
en: Over the course of those years, the total expenses incurred to produce one hundred volumes plus the three volumes of Old Tantras, such as the wages for each department—including the daily rations of food and drink, occasional feasts, and bonuses for their enjoyment, all of which was of high quality and bountiful beyond accounting—as well as the cost of the materials like woodblocks, was reckoned as 7,622 cases of good tea.
